Repository: s4r4s4t3/espacio-seguro
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: br, de, fr, it, pt

source: 📩 Mensajes Privados - SafeSpace
de: 📩 Private Nachrichten - SafeSpace
it: 📩 Messaggi privati - SafeSpace

source: 📩 Mensajes con %(username)s
de: 📩 Nachrichten mit %(username)s
it: 📩 Messaggi con %(username)s

source: SafeSpace - Tu lugar de apoyo
br: SafeSpace - Seu lugar de apoio
de: SafeSpace – Dein Ort der Unterstützung
fr: SafeSpace - Votre lieu de soutien
it: SafeSpace - Il tuo spazio di supporto
pt: SafeSpace - O teu lugar de apoio

source: 🌐 Idioma
de: 🌐 Sprache
fr: 🌐 Langue
it: 🌐 Lingua

source: Español
br: Espanhol
de: Spanisch
fr: Espagnol
it: Spagnolo
pt: Espanhol

source: English
br: Inglês
de: Englisch
fr: Anglais
it: Inglese
pt: Inglês

source: Português
de: Portugiesisch
fr: Portugais
it: Portoghese

source: Português (Brasil)
de: Portugiesisch (Brasilien)
fr: Portugais (Brésil)
it: Portoghese (Brasile)

source: Français
br: Francês
de: Französisch
it: Francese
pt: Francês

source: Italiano
de: Italienisch
fr: Italien

source: Tu espacio de contención y apoyo real
br: Seu espaço de apoio e acolhimento real
de: Dein Raum für echte Unterstützung und Geborgenheit
fr: Votre espace de soutien et d'accompagnement réel
it: Il tuo spazio di conforto e supporto reale
pt: O teu espaço de apoio real

source: Conectá con personas que entienden lo que sentís, sin juicios.
br: Conecte-se com pessoas que entendem o que você sente, sem julgamentos.
de: Verbinde dich mit Menschen, die dich verstehen – ohne zu urteilen.
fr: Connectez-vous avec des personnes qui comprennent ce que vous ressentez, sans jugement.
it: Connettiti con persone che ti capiscono, senza giudicare.
pt: Conecta-te com pessoas que entendem o que sentes, sem julgamentos.

source: Iniciar Sesión
br: Entrar
de: Anmelden
fr: Se connecter
it: Accedi
pt: Entrar

source: Crear Cuenta
br: Criar Conta
de: Konto erstellen
fr: Créer un compte
it: Crea account
pt: Criar Conta

source: Iniciar sesión con Google
br: Entrar com o Google
de: Mit Google anmelden
fr: Se connecter avec Google
it: Accedi con Google
pt: Entrar com Google

source: © 2025 SafeSpace. Todos los derechos reservados.
br: © 2025 SafeSpace. Todos os direitos reservados.
de: © 2025 SafeSpace. Alle Rechte vorbehalten.
fr: © 2025 SafeSpace. Tous droits réservés.
it: © 2025 SafeSpace. Tutti i diritti riservati.
pt: © 2025 SafeSpace. Todos os direitos reservados.

source: Términos y Condiciones
br: Termos e Condições
de: Allgemeine Geschäftsbedingungen
fr: Conditions générales
it: Termini e Condizioni
pt: Termos e Condições

source: Política de Privacidad
br: Política de Privacidade
de: Datenschutzrichtlinie
fr: Politique de confidentialité
it: Politica sulla Privacy
pt: Política de Privacidade

source: Síguenos en Instagram y TikTok
br: Siga-nos no Instagram e TikTok
de: Folge uns auf Instagram und TikTok
fr: Suivez-nous sur Instagram et TikTok
it: Seguici su Instagram e TikTok
pt: Segue-nos no Instagram e TikTok

source: Bienvenido, %(username)s
br: Bem-vindo, %(username)s
de: Willkommen, %(username)s
fr: Bienvenue, %(username)s
it: Benvenuto, %(username)s
pt: Bem-vindo(a), %(username)s

source: Bienvenido a SafeSpace
br: Bem-vindo ao SafeSpace
de: Willkommen bei SafeSpace
fr: Bienvenue sur SafeSpace
it: Benvenuto su SafeSpace
pt: Bem-vindo(a) ao SafeSpace

source: ¡Hola,
br: Oi,
de: Hallo,
fr: Salut,
it: Ciao,
pt: Olá,

source: Gracias por unirte a SafeSpace, tu espacio de apoyo y contención.
br: Obrigado por entrar no SafeSpace, seu espaço de apoio e acolhimento.
de: Danke, dass du dich SafeSpace angeschlossen hast – deinem Ort für Unterstützung und Geborgenheit.
fr: Merci de rejoindre SafeSpace, votre espace de soutien et d'accompagnement.
it: Grazie per esserti unito a SafeSpace, il tuo spazio di supporto e conforto.
pt: Obrigado por te juntares ao SafeSpace, o teu espaço de apoio.

source: Por favor, acepta nuestros términos para continuar.
br: Por favor, aceite nossos termos para continuar.
de: Bitte akzeptiere unsere Bedingungen, um fortzufahren.
fr: Veuillez accepter nos conditions pour continuer.
it: Accetta i nostri termini per continuare.
pt: Por favor, aceita os nossos termos para continuar.

source: Aceptar y Continuar
br: Aceitar e Continuar
de: Akzeptieren und Fortfahren
fr: Accepter et continuer
it: Accetta e continua
pt: Aceitar e Continuar

source: Perfil
de: Profil
fr: Profil
it: Profilo

source: Foto de Perfil
de: Profilbild
fr: Photo de profil
it: Foto del profilo

source: Subir Foto de Perfil
br: Enviar Foto de Perfil
de: Profilbild hochladen
fr: Télécharger la photo de profil
it: Carica foto del profilo
pt: Enviar Foto de Perfil

source: Eliminar Foto de Perfil
br: Excluir Foto de Perfil
de: Profilbild löschen
fr: Supprimer la photo de profil
it: Elimina foto del profilo

source: Bio
br: Biografia
de: Über mich

source: Contanos algo de vos...
br: Conte um pouco sobre você...
de: Erzähl uns etwas über dich...
fr: Parlez-nous un peu de vous...
it: Raccontaci qualcosa su di te...
pt: Conta-nos algo sobre ti...

source: Guardar cambios
br: Salvar alterações
de: Änderungen speichern
fr: Enregistrer les modifications
it: Salva modifiche
pt: Guardar alterações

source: Chat Global
de: Globaler Chat
it: Chat globale

source: Amigos
de: Freunde
fr: Amis
it: Amici

source: Botón de Pánico
br: Botão de Pânico
de: Panikknopf
fr: Bouton Panique
it: Pulsante d’emergenza
pt: Botão de Pânico

source: Diario
br: Diário
de: Tagebuch
fr: Journal
pt: Diário

source: Mi Diario
br: Meu Diário
de: Mein Tagebuch
fr: Mon Journal
it: Il mio diario
pt: O Meu Diário

source: Mi Diario Personal
br: Meu Diário Pessoal
de: Mein persönliches Tagebuch
fr: Mon Journal Personnel
it: Il mio diario personale
pt: O Meu Diário Pessoal

source: Escribí tu entrada...
br: Escreva sua entrada...
de: Schreibe deinen Eintrag...
fr: Écrivez votre entrée...
it: Scrivi il tuo messaggio...
pt: Escreve a tua entrada...

source: Guardar Entrada
br: Salvar Entrada
de: Eintrag speichern
fr: Enregistrer l'entrée
it: Salva voce

source: Entradas Anteriores
de: Frühere Einträge
fr: Entrées précédentes
it: Voci precedenti

source: No tenés entradas aún.
br: Você ainda não tem entradas.
de: Du hast noch keine Einträge.
fr: Vous n'avez pas encore d'entrées.
it: Non hai ancora voci.
pt: Ainda não tens entradas.

source: Volver al inicio
br: Voltar para o início
de: Zurück zur Startseite
fr: Retour à l'accueil
it: Torna alla home
pt: Voltar ao início

source: Volver a amigos
br: Voltar para amigos
de: Zurück zu den Freunden
fr: Retour aux amis
it: Torna agli amici
pt: Voltar aos amigos

source: Chatear
br: Conversar
de: Chatten
fr: Discuter
it: Chatta
pt: Conversar

source: Agregar amigo
br: Adicionar amigo
de: Freund hinzufügen
fr: Ajouter un ami
it: Aggiungi amico
pt: Adicionar amigo

source: Usuario ID
br: ID do Usuário
de: Benutzer-ID
fr: ID Utilisateur
it: ID utente
pt: ID do Utilizador

source: Aceptar
br: Aceitar
de: Akzeptieren
fr: Accepter
it: Accetta
pt: Aceitar

source: Rechazar
br: Recusar
de: Ablehnen
fr: Refuser
it: Rifiuta
pt: Rejeitar

source: No tenés solicitudes nuevas.
br: Você não tem novas solicitações.
de: Du hast keine neuen Anfragen.
fr: Vous n'avez pas de nouvelles demandes.
it: Non hai nuove richieste.
pt: Não tens novos pedidos.

source: Aún no agregaste amigos. 💚
br: Você ainda não adicionou amigos. 💚
de: Du hast noch keine Freunde hinzugefügt. 💚
fr: Vous n'avez pas encore ajouté d'amis. 💚
it: Non hai ancora aggiunto amici. 💚
pt: Ainda não adicionaste amigos. 💚

source: 📥 Solicitudes Recibidas
br: 📥 Solicitações Recebidas
de: 📥 Erhaltene Anfragen
fr: 📥 Demandes reçues
it: 📥 Richieste ricevute
pt: 📥 Pedidos Recebidos

source: 🌍 Otros usuarios
br: 🌍 Outros usuários
de: 🌍 Andere Benutzer
fr: 🌍 Autres utilisateurs
it: 🌍 Altri utenti
pt: 🌍 Outros utilizadores

source: No hay mensajes todavía...
br: Ainda não há mensagens...
de: Noch keine Nachrichten...
fr: Aucun message pour le moment...
it: Non ci sono ancora messaggi...
pt: Ainda não há mensagens...

source: Escribí tu mensaje...
br: Escreva sua mensagem...
de: Schreibe deine Nachricht...
fr: Écrivez votre message...
it: Scrivi il tuo messaggio...
pt: Escreve a tua mensagem...

source: Adjuntar imagen
br: Anexar imagem
de: Bild anhängen
fr: Joindre une image
it: Allega immagine
pt: Anexar imagem

source: Enviar
de: Senden
fr: Envoyer
it: Invia

source: Debes escribir un mensaje o subir una imagen.
br: Você deve escrever uma mensagem ou enviar uma imagem.
de: Du musst eine Nachricht schreiben oder ein Bild hochladen.
fr: Vous devez écrire un message ou télécharger une image.
it: Devi scrivere un messaggio o caricare un'immagine.
pt: Deves escrever uma mensagem ou enviar uma imagem.

source: ahora
br: agora
de: jetzt
fr: maintenant
it: ora
pt: agora

source: Usuario
br: Usuário
de: Benutzername
fr: Nom d'utilisateur
it: Nome utente
pt: Utilizador

source: Contraseña
br: Senha
de: Passwort
fr: Mot de passe
it: Password
pt: Palavra-passe

source: Ver contraseña
br: Ver senha
de: Passwort anzeigen
fr: Voir le mot de passe
it: Mostra password
pt: Mostrar palavra-passe

source: Entrar
de: Einloggen
fr: Se connecter
it: Accedi

source: ¿No tenés cuenta?
br: Não tem uma conta?
de: Noch kein Konto?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
pt: Ainda não tens conta?

source: Registrate acá
br: Cadastre-se aqui
de: Hier registrieren
fr: Inscrivez-vous ici
it: Registrati qui
pt: Regista-te aqui

source: ¿Ya tenés cuenta?
br: Já tem uma conta?
de: Schon ein Konto?
fr: Vous avez déjà un compte ?
it: Hai già un account?
pt: Já tens conta?

source: Ingresá acá
br: Entrar aqui
de: Hier einloggen
fr: Connectez-vous ici
it: Accedi qui
pt: Acede aqui

source: Este botón enviará una alerta inmediata a tus contactos de confianza. Úsalo solo si realmente lo necesitás.
br: Este botão enviará um alerta imediato para seus contatos de confiança. Use-o apenas se realmente precisar.
de: Dieser Knopf sendet sofort eine Benachrichtigung an deine Vertrauenskontakte. Nur im Notfall verwenden.
fr: Ce bouton enverra une alerte immédiate à vos contacts de confiance. Utilisez-le uniquement si nécessaire.
it: Questo pulsante invierà un avviso immediato ai tuoi contatti di fiducia. Usalo solo se ne hai davvero bisogno.
pt: Este botão enviará um alerta imediato para os teus contactos de confiança. Usa-o só se realmente precisares.

source: Mi Perfil
br: Perfil
de: Mein Profil
fr: Profil
it: Il mio profilo
pt: O Meu Perfil

source: Cerrar sesión
br: Sair
de: Abmelden
fr: Déconnexion
it: Disconnetti
pt: Terminar sessão

source: 📰 Publicaciones recientes
br: 📰 Publicações recentes
de: 📰 Neueste Beiträge
fr: 📰 Publications récentes
it: 📰 Pubblicazioni recenti
pt: 📰 Publicações recentes

source: Foto de perfil
de: Profilbild
fr: Photo de profil
it: Foto del profilo

source: Imagen de publicación
br: Imagem da publicação
de: Beitragsbild
fr: Image de la publication
it: Immagine del post
pt: Imagem da publicação

source: No hay publicaciones todavía.
de: Noch keine Beiträge.
it: Non ci sono ancora post.
pt: Ainda não há publicações.

source: Inicio - Espacio Seguro
de: Startseite – SafeSpace
it: Home - SafeSpace
pt: Início - SafeSpace

source: Nueva publicación
br: Nova publicação
de: Neuer Beitrag
it: Nuovo post
pt: Nova publicação

source: Login - Espacio Seguro
de: Login – SafeSpace
it: Login - SafeSpace
pt: Login - SafeSpace

source: Registrar
de: Registrieren
it: Registrati
pt: Registar

source: 📝 Nueva Publicación
br: 📝 Nova Publicação
de: 📝 Neuer Beitrag
fr: 📝 Nouvelle publication
it: 📝 Nuova pubblicazione
pt: 📝 Nova Publicação

source: 📝 Crear una nueva publicación
br: 📝 Criar uma nova publicação
de: 📝 Einen neuen Beitrag erstellen
fr: 📝 Créer une nouvelle publication
it: 📝 Crea un nuovo post
pt: 📝 Criar uma nova publicação

source: ¿Qué querés compartir?
br: O que você quer compartilhar?
de: Was möchtest du teilen?
fr: Qu'avez-vous envie de partager ?
it: Cosa vuoi condividere?
pt: O que queres partilhar?

source: Escribí algo...
br: Escreva algo...
de: Schreibe etwas...
fr: Écrivez quelque chose...
it: Scrivi qualcosa...
pt: Escreve algo...

source: Subir foto
br: Enviar foto
de: Foto hochladen
it: Carica foto
pt: Enviar foto

source: Publicar
de: Veröffentlichen
fr: Publier
it: Pubblica

source: Volver al feed
de: Zurück zum Feed
it: Torna al feed
pt: Voltar ao feed

source: Política de Privacidad - SafeSpace
de: Datenschutzrichtlinie – SafeSpace
it: Politica sulla Privacy - SafeSpace
pt: Política de Privacidade - SafeSpace

source: Aquí irá tu política de privacidad completa cuando esté lista.
de: Hier wird deine vollständige Datenschutzrichtlinie angezeigt, sobald sie verfügbar ist.
it: La tua politica sulla privacy completa verrà visualizzata qui quando sarà pronta.
pt: A tua política de privacidade completa irá aqui quando estiver pronta.

source: Este documento explica cómo SafeSpace recopila, utiliza y protege la información personal de los usuarios.
de: Dieses Dokument erklärt, wie SafeSpace personenbezogene Daten sammelt, verwendet und schützt.
it: Questo documento spiega come SafeSpace raccoglie, utilizza e protegge le informazioni personali degli utenti.
pt: Este documento explica como o SafeSpace recolhe, usa e protege as informações pessoais dos utilizadores.

source: Recomendación: redactar con ayuda de un profesional legal para cumplir con leyes de protección de datos (por ejemplo GDPR o similares).
de: Empfehlung: Mit juristischer Hilfe erstellen, um Datenschutzgesetze (z. B. DSGVO) einzuhalten.
it: Raccomandazione: redigere con l’aiuto di un professionista legale per rispettare le leggi sulla protezione dei dati (es. GDPR).
pt: Recomendação: redige com a ajuda de um profissional legal para cumprir as leis de proteção de dados (por exemplo RGPD ou similares).

source: Términos y Condiciones - SafeSpace
de: Allgemeine Geschäftsbedingungen – SafeSpace
it: Termini e Condizioni - SafeSpace
pt: Termos e Condições - SafeSpace

source: Aquí irán tus términos legales completos cuando estén listos.
de: Hier erscheinen deine vollständigen rechtlichen Bedingungen, sobald sie fertig sind.
it: I tuoi termini legali completi saranno visualizzati qui quando pronti.
pt: Os teus termos legais completos irão aqui quando estiverem prontos.

source: Este documento describe los términos de uso de la plataforma, las responsabilidades y derechos de los usuarios y de SafeSpace.
de: Dieses Dokument beschreibt die Nutzungsbedingungen der Plattform sowie Rechte und Pflichten von SafeSpace und seinen Nutzern.
it: Questo documento descrive i termini d’uso della piattaforma, le responsabilità e i diritti degli utenti e di SafeSpace.
pt: Este documento descreve os termos de uso da plataforma, responsabilidades e direitos dos utilizadores e do SafeSpace.

source: Recomendación: redactar con ayuda de un profesional legal para adaptarse a la normativa local.
de: Empfehlung: Mit juristischer Hilfe an die lokalen Vorschriften anpassen.
it: Raccomandazione: redigere con l’aiuto di un legale per adattarsi alla normativa locale.
pt: Recomendação: redige com a ajuda de um profissional legal para te adaptares à legislação local.

source: Deutsch
br: Alemão
fr: Allemand
it: Tedesco
pt: Alemão

source: Solicitud enviada
br: Solicitação enviada
fr: Demande envoyée

source: Solicitud aceptada
br: Solicitação aceita
fr: Demande acceptée

source: Solicitud rechazada
br: Solicitação recusada
fr: Demande refusée

source: No podés guardar una entrada vacía.
br: Você não pode salvar uma entrada vazia.
fr: Vous ne pouvez pas enregistrer une entrée vide.

source: Entrada guardada con éxito.
br: Entrada salva com sucesso.
fr: Entrée enregistrée avec succès.

source: Botón de Pánico activado. Tus contactos recibirán una alerta.
br: Botão de Pânico ativado. Seus contatos receberão um alerta.
fr: Bouton Panique activé. Vos contacts recevront une alerte.

source: 📰 Feed - SafeSpace
fr: 📰 Fil d'actualité - SafeSpace

source: Imagen opcional
br: Imagem opcional
fr: Image optionnelle

source: ⬅ Volver al feed
br: ⬅ Voltar ao feed
fr: ⬅ Retour au fil d’actualité

source: El contenido no puede estar vacío.
br: O conteúdo não pode estar vazio.
fr: Le contenu ne peut pas être vide.

source: Error al subir la imagen.
br: Erro ao enviar a imagem.
fr: Erreur lors du téléchargement de l’image.

source: ✅ Publicación creada con éxito.
br: ✅ Publicação criada com sucesso.
fr: ✅ Publication créée avec succès.
